{
	"mode": {
		"Description":"  There are two modes for the interface. The first one is the simple mode and is made for those who want to discover the ONE-PIX and the hyperspectral imaging field. In this mode, the parameter that are allowed to be changed are verry limitted, so it provides a quick and efficient way to acquire images.",

		"Simple_mode":{
			"Full":"  - all the settings from the complete mode are automatically chosen\n  - only the last layer of data is to be stored\n  - The interface contains one acquisition tab and one tab for the calculation of spectral indices",
		"Addressed":"  - only the last layer of data is to be stored"},

		"Advanced_mode":{ 
			"Full":"  - The settings can be modified manually\n  - There is one more tab that provides quick data analasis",
			"Addressed":"  - All the layers of data are kept"}},

	"Acquisition": "  There are currently two strategies to acquire images with the ONE-PIX : the full acquisition and the addressed acquisition.\n\n  FULL ACQUISITION : this mode measures the responses to patterns from a complete basis to reconstitute an hypercube from the scene (an image in which each pixel is a spectrum). For example, Fourier patterns can be projected, so that a simple FFT (Fast Fourier Transform) can reconstruct the spatial aspect of the scene.\n\n  ADDRESSED ACQUISITION : This strategy uses the RGB camera of the ONE-PIX to find the Region of interest so that the projector illuminates them one by one while the spectrometter sample their mean spectra. There to fonction to perform the segmentation into masks : a half-automatic k-means labeling, and a manual labeling.",

	"Normalisation": "  The normalization process is here to fix both the system vignetting and the light dependencies to provide a true reflectance output. Since its main origin is the fiber collection, it is needed to perform a full acquisition of a well known referennce, so that the vignetting can be modelled and corrected. Such a reference must be spectrally homogeneous, lambertian and must have a calibrated BRDF.\nIf you want to normalize your data, put your spectral reference under the light of the projector prior to validate."
}
